//
//  WBCCommonData.m
//  CNT
//
//  Created by 吴伯程 on 2018/1/2.
//  Copyright © 2018年 王智鑫. All rights reserved.
//

#import "WBCCommonData.h"

@implementation WBCCommonData

+ (NSArray *)countriesOfWorld {
    return @[@"美国",@"阿富汗",@"奥兰群岛",@"阿尔巴尼亚",@"阿尔及利亚",@"美属萨摩亚",@"安道尔",@"安哥拉",@"安圭拉",@"南极洲",@"安提瓜和巴布达",@"阿根廷",@"亚美尼亚",@"阿鲁巴",@"澳大利亚",@"奥地利",@"阿塞拜疆",@"巴哈马",@"巴林",@"孟加拉国",@"巴巴多斯",@"白俄罗斯",@"比利时",@"伯利兹",@"贝宁",@"百慕",@"BES群岛",@"不丹",@"玻利维亚",@"波斯尼亚和黑塞哥维那",@"博茨瓦纳",@"布维岛",@"巴西",@"英属印度洋领地",@"英属维尔京群岛",@"文莱",@"保加利亚",@"布基纳法索",@"布隆迪",@"柬埔寨",@"喀麦隆",@"加拿",@"佛得角",@"开曼群岛",@"中非共和国",@"乍得",@"智利",@"中国",@"圣诞岛",@"科科斯（基灵）群岛",@"哥伦比亚",@"科摩罗",@"刚果",@"刚果（民主共和国",@"库克群岛",@"哥斯达黎加",@"科特迪瓦",@"克罗地亚",@"库拉索岛",@"塞浦路斯",@"捷克共和国",@"丹麦",@"吉布提",@"多米尼加",@"多米尼加共和国",@"东帝汶",@"厄瓜多尔",@"埃及",@"萨尔瓦多",@"赤道几内亚",@"厄立特里亚",@"爱沙尼亚",@"埃塞俄比亚",@"福克兰群岛（马尔维纳斯群岛）",@"法罗群岛",@"密克罗尼西亚联邦密克罗尼西亚",@"斐济",@"芬兰",@"法国",@"法国 大都会",@"法属圭亚那",@"法属波利尼西亚",@"法国南部领土",@"加蓬",@"冈比亚",@"格鲁吉亚",@"德国",@"加纳",@"直布罗陀",@"希腊",@"格陵兰岛",@"格林纳达",@"瓜德罗普岛",@"关岛",@"危地马拉",@"根西岛",@"几内亚",@"几内亚 几内亚比绍",@"圭亚那",@"海地",@"赫德岛和麦克唐纳群岛",@"罗马教廷（梵蒂冈城国",@"洪都拉斯",@"香港",@"匈牙利",@"冰岛",@"印度",@"印度尼西亚",@"伊拉克",@"爱尔兰",@"马恩岛",@"以色列",@"意大利",@"牙买加",@"日本",@"新泽西州",@"约旦",@"哈萨克斯坦",@"肯尼亚",@"基里巴斯",@"科威特",@"吉尔吉斯斯坦",@"老挝",@"拉脱维亚",@"黎巴嫩",@"莱索托",@"利比里亚",@"利比亚",@"列支敦士登",@"立陶宛",@"卢森堡",@"澳门",@"马其顿",@"马达加斯加",@"马拉维",@"马来西亚",@"马尔地夫",@"马里",@"马耳他",@"马绍尔群岛",@"马提尼克岛",@"毛里塔尼亚",@"毛里求斯",@"马约特岛",@"墨西哥",@"摩纳哥",@"蒙古",@"黑山",@"蒙特塞拉特",@"摩洛哥",@"莫桑比克",@"缅甸",@"纳米比亚",@"瑙鲁",@"尼泊尔",@"荷兰",@"荷属安的列斯群岛",@"新喀里多尼亚",@"新西兰",@"尼加拉瓜",@"尼日尔",@"尼日利亚",@"纽埃",@"诺福克岛",@"北马里亚纳群岛",@"挪威",@"阿曼",@"巴基斯坦",@"帕劳",@"巴勒斯坦领土",@"巴拿马",@"巴布亚新几内亚",@"巴拉圭",@"秘鲁",@"菲律宾",@"皮特凯恩",@"波兰",@"葡萄牙",@"波多黎各",@"卡塔尔",@"摩尔多瓦共和国",@"留尼旺",@"罗马尼亚",@"俄罗斯联邦",@"卢旺达",@"S格鲁吉亚＆S南桑威奇群岛",@"圣巴泰勒米岛地区",@"圣赫勒拿岛",@"圣基茨和尼维斯",@"圣卢西亚",@"圣马丁",@"圣皮埃尔和密克隆",@"圣文森特和格林纳丁斯",@"萨摩亚",@"圣马力诺",@"圣多美和普林西比",@"沙特阿拉伯",@"苏格兰",@"塞内加尔",@"塞尔维亚",@"塞舌尔",@"塞拉利昂",@"新加坡",@"圣马丁岛",@"斯洛伐克",@"斯洛文尼亚",@"索罗门群岛",@"索马里",@"南非",@"韩国",@"西班牙",@"斯里兰卡",@"苏里南",@"斯瓦尔巴群岛和扬马延岛",@"史瓦济兰",@"瑞典",@"瑞士",@"台湾",@"塔吉克斯坦",@"坦桑尼亚",@"泰国",@"多哥",@"托克劳",@"汤加",@"特里尼达和多巴哥",@"突尼斯",@"土耳其",@"土库曼斯坦",@"特克斯和凯科斯群岛",@"图瓦卢",@"美国美属维尔京群岛",@"乌干达",@"乌克兰",@"阿拉伯联合大公国",@"英国",@"美国本土外小",@"乌拉圭",@"乌兹别克斯坦",@"瓦努阿图",@"委内瑞拉",@"越南",@"瓦利斯群岛和富图纳群岛",@"西撒哈拉",@"也门",@"南斯拉夫",@"赞比亚",@"津巴布韦"];
}

@end
